{"translation-revision-date":"2020-10-14 19:10:00+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"sk"},"Recommended coupon extensions":["Odporúčané rozšírenia kupónov"],"Take your coupon marketing to the next level with our recommended coupon extensions.":["Posuňte váš kupónový marketing na vyšší level s našimi odporúčanými pluginmi pre zľavové kódy. "],"Learn the ins and outs of successful coupon marketing from the experts at WooCommerce.":["Naučte sa výhody a nevýhody úspešného kupónového marketingu od odborníkov z WooCommerce."],"There was an error loading knowledge base posts. Please check again later.":["Pri načítaní článku z bázy znalosti došlo k chybe. Skúste to neskôr."],"WooCommerce knowledge base":["WooCommerce báza znalostí"],"There was an error loading knowledge base posts.":["Pri načítavaní článkov z bázy znalostí nastala chyba."],"There was an error loading recommended extensions.":["Nastala chyba pri načítavaní odporúčaného rozšírenia."],"There was an error loading installed extensions.":["Nastala chyba pri načítavaní inštalovaných rozšírení."],"There was an error trying to activate the extension.":["Nastala chyba pri pokuse o aktiváciu rozšírenia."],"The extension has been successfully activated.":["Rozšírenie bolo úspešne aktivované."],"Recommended extensions":["Odporúčané rozšírenia"],"Great marketing requires the right tools. Take your marketing to the next level with our recommended marketing extensions.":["Skvelý marketing vyžaduje správne nástroje. Posuňte svoj marketing na ďalšiu úroveň použitím našich odporúčaných marketingových rozšírení."],"Learn the ins and outs of successful marketing from the experts at WooCommerce.":["Naučte sa vstupy a výstupy úspešného marketingu od odborníkov WooCommerce."],"Backtick":["Spätný apostrof"],"Comma":["Čiarka"],"Mutable settings should be accessed via data store.":["K premenlivým nastaveniam by sa malo pristupovať cez dátové úložisko."],"Mutable settings should be mutated via data store.":["Premenlivé nastavenia by mali byť menené cez dátové úložisko."],"Period":["Obdobie"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/wp-admin-scripts\/marketing-coupons.js"}}