{"translation-revision-date":"2020-10-14 19:07:10+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"Are you sure?":["Jeste li sigurni?"],"No reviews to moderate":["Nema recenzija za moderiranje"],"You have no reviews to moderate":["Nemate recenzije za moderiranje"],"Verified customer":["Verificirani kupac"],"{{productLink}}%s{{\/productLink}} reviewed by {{authorLink}}%s{{\/authorLink}}":["{{productLink}}%s{{\/productLink}} recenzirao\/la {{authorLink}}%s{{\/authorLink}}"],"Inbox":["Inbox"],"View all Reviews":["Vidi sve recenzije"],"We noticed that it's been a while since your products had any reviews.":["Primijetili smo da je prošlo dosta vremena od kada su vaši proizvodi imali bilo kakve recenzije."],"There was an error getting your reviews. Please try again.":["Došlo je do pogreške prilikom dohvaćanja vaših recenzija. Molimo, pokušajte ponovno."],"Your customers haven't started reviewing your products.":["Vaši kupci nisu započeli s recenzijama vaših proizvoda."],"Awesome, you've moderated all of your product reviews. How about responding to some of those negative reviews?":["Izvrsno, moderirali ste sve svoje recenzije proizvoda. Što je s reagiranjem na neke od tih negativnih kritika?"],"Take some time to learn about best practices for collecting and using your reviews.":["Odvojite malo vremena za upoznavanje najboljih praksi za prikupljanje i korištenje vaših recenzija."],"There was an error getting your inbox. Please try again.":["Došlo je do pogreške u dohvaćanju vašeg inboxa. Molimo, pokušajte ponovno."],"As things begin to happen in your store your inbox will start to fill up. You'll see things like achievements, new feature announcements, extension recommendations and more!":["Kako se stvari počinju događati u vašoj trgovini, pretinac pristigle pošte (inbox) počet će se puniti. Vidjet ćete stvari poput postignuća, najave novih značajki, preporuke za proširenja i još mnogo toga!"],"Your inbox is empty":["Vaš inbox je prazan"],"Manage":["Upravljanje"],"Dismiss":["Zatvori"],"Learn more":["Saznaj više"],"Cancel":["Otkazati"],"Reviews":["Recenzije"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/10.5ad18ec555981926de5a.js"}}